{
  "items": [
    {
      "slug": "free-style",
      "name": "Free Style · Creative Portrait",
      "title": "Free Style – Realistic Couple Portrait",
      "type": "image",
      "description": "Create a unique, realistic portrait of a couple in your favorite style. Professional rendering with vibrant detail, perfect for sharing, gifting, or printing as a keepsake."
    },
    {
      "slug": "wedding-studio-classic-white",
      "name": "Wedding Studio · Classic White Portraits",
      "title": "Studio Wedding – Classic White Portrait Collection",
      "type": "image",
      "description": "Capture timeless elegance with a classic studio-style wedding portrait session. Receive a suite of polished, high-resolution photos with consistent lighting and natural tones—perfect for printing, framing, and sharing your love story in style."
    },
    {
      "slug": "neon-night-portrait",
      "name": "Neon Night Portrait · Modern Urban",
      "title": "Anniversary Portrait – Neon Night Style",
      "type": "image",
      "description": "Step into the electric glow of the city—vivid neon portraits with unified tones, enhanced skin, and unique nighttime flair. Receive stunning 2K/4K images, perfect for couples seeking a memorable, modern anniversary photo session."
    },
    {
      "slug": "our-year-recap-90s",
      "name": "Our Year Recap · Anniversary Video",
      "title": "Our Year – 90s Annual Recap Film",
      "type": "video",
      "description": "Transform a year’s worth of memories into a vibrant 90-second recap film, automatically sequenced from your highlights. Perfect for couples and families to cherish milestones, anniversaries, and the beauty of everyday living—shareable in full HD."
    },
    {
      "slug": "proposal-reel-60-90s",
      "name": "Proposal Reel · Vertical Video",
      "title": "We're Getting Married – Proposal Reel (60–90s Vertical)",
      "type": "video",
      "description": "Effortlessly relive your most romantic moment with a personalized 60–90 second vertical proposal video, crafted from your favorite photos and clips. Professionally edited with beat-synced titles and automatic subtitles, perfect for social media, parties, or sharing with loved ones. Keep the excitement and memory of your engagement beautifully alive."
    },
    {
      "slug": "anniversary-piano-theme",
      "name": "Anniversary Piano · Personalized Theme",
      "title": "Anniversary – Piano Adagio (Personal Theme Song)",
      "type": "audio",
      "description": "Mark your anniversary with a custom piano or ambient theme song, tailored to your story and mood. Enjoy both a full-length and a looped segment—ideal for memories, background audio for videos, or sharing your journey through beautiful music."
    },
    {
      "slug": "romantic-outdoor-sunset",
      "name": "Romantic Outdoor Sunset · Portrait",
      "title": "Romantic Outdoor – Sunset Portrait",
      "type": "image",
      "description": "A romantic outdoor portrait of a couple at sunset, softly lit with natural colors and a scenic background. Perfect for capturing your love in a stunning, cinematic moment."
    },
    {
      "slug": "first-dance-folk",
      "name": "First Dance Folk · Custom Love Song",
      "title": "First Dance – Gentle Folk (Bespoke Love Song)",
      "type": "audio",
      "description": "Celebrate your special day with a one-of-a-kind wedding or proposal song, thoughtfully generated from your unique love story—including lyrics, melody, and vocals. Delivered in professional audio quality, this personalized track ensures an unforgettable first dance and a meaningful keepsake for years to come."
    }
  ]
}
